[  
  {  
     "saying":"Ich glaube, die Leute müssen über die Tatsache unterrichtet werden, dass Marihuana keine Droge ist. Marihuana ist eine Blume Gottes Gnade.",
     "from":"Willie Nelson"
  },
  {  
     "saying":"Das ist keine Droge, das ist ein Blatt.",
     "from":"Arnold Schwarzenegger"
  },
  {  
    "saying":"Ganja ist die Heilung einer Nation, Alkohol ist ihre Zerstörung.",
    "from":"Bob Marley"
  },
  {  
    "saying":"Mach das Beste, das du kannst aus den indischen Hanfsamen und säe ihn überall.",
    "from":"George Washington"
  },
  {  
    "saying":"Als ich ein Kind war habe ich häufig inhaliert. Darum ging es doch.",
    "from":"Barack Obama"
  },
  {  
    "saying":"Gras lässt mich das fühlen, was ich fühlen muss.",
    "from":"Snoop Dogg"
  },
  {  
    "saying":"Das erste Mal habe ich Gras mit meiner Mutter und meinem Stiefvater geraucht.",
    "from":"Matt Damon"
  },
  {  
    "saying":"Ich rauche viel Gras, wenn ich Songs schreibe.",
    "from":"Lady Gaga"
  },
  {  
    "saying":"Wenn man von einem unerträglichen Druck loskommen will, so hat man Haschisch nötig.",
    "from":"Friedrich Nietzsche"
  },
  {  
    "saying":"Natürlich weiß ich wie man einen Joint dreht.",
    "from":"Martha Stewart"
  },
  {  
    "saying":"Ich bin kein großer Kiffer oder sowas in der Art... aber Gras ist viel, viel weniger gefährlich als Alkohol.",
    "from":"Johnny Depp"
  },
  {  
    "saying":"[Ich] geb niemals das Ganja auf.",
    "from":"Morgan Freemann"
  },
  {  
    "saying":"Weißt du, wie viele Filme ich geschrieben habe, als ich high war?",
    "from":"Jon Stewart"
  },
  {  
    "saying":"Rauchen hat mir geholfen meine Sinne besser wahr zu nehmen. Ich habe eine ganz neue Dimension von Sex erfahren.",
    "from":"Hugh Heffner"
  },
  {  
    "saying":"Einige meiner schönsten Stunden habe ich auf meiner hinteren Veranda verbracht, Hanf geraucht und beobachtet, so weit mein Auge reicht.",
    "from":"Thomas Jefferson"
  },
  {  
    "saying":"Es ist schwer, gemein zu sein, wenn man bekifft ist.",
    "from":"Bill Lee"
  },
  {  
    "saying":"Gras macht mich immer schläfrig.",
    "from":"Bryan Cranston"
  },
  {  
    "saying":"Erstmal ein piefen.",
    "from":"Vincent Pfäfflin"
  },
  {  
    "saying":"Don't drink and drive, smoke and fly!",
    "from":null
  },
  {  
    "saying":"Rettet die Wälder, Hanf auf die Felder.",
    "from":null
  },
  {  
    "saying":"Hanf allein macht nicht glücklich, man muss ihn schon rauchen.",
    "from":null
  },
  {  
    "saying":"Roll it up, Light it up, Smoke it up!",
    "from":null
  },
  {  
    "saying":"Lieber ein Joint als kein Joint.",
    "from":null
  },
  {  
    "saying":"Am Morgen ein Joint und der Tag ist dein Freund.",
    "from":null
  },
  {  
    "saying":"Can-nabis denn Sünde sein?",
    "from":null
  },
  {  
    "saying":"Don't panic, it's organic.",
    "from":null
  },
  {  
    "saying":"Einatmen, halten, ausatmen und grinsen.",
    "from":null
  },
  {  
    "saying":"Entweder du liebst Gras oder du liegst falsch.",
    "from":null
  },
  {  
    "saying":"And God saith: 'Let there be happiness', and there was marijuana.",
    "from":null
  }
]